IDEA Open Model
PlateData.AxisZ Property
Compatible with IDEA StatiCa v 10.1
 LCS - Axis Z
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public Vector3D AxisZ { get; set; }
Public Property AxisZ As Vector3D
	Get
	Set
public:
property Vector3D^ AxisZ {
	Vector3D^ get ();
	void set (Vector3D^ value);
}
Property Value
Type: Vector3D
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace